/* nothing */
"" = "Project-Id-Version: XChat 2.6.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2005-10-20 15:10+1000\nPO-Revision-Date: 2006-10-15 23:26+0100\nLast-Translator: Vitor Antunes <vhda@mega.ist.utl.pt>\nLanguage-Team: Portuguese <translation-team-pt@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=utf-8\nContent-Transfer-Encoding: 8bit\nX-Poedit-Language: Portuguese\nX-Poedit-Country: PORTUGAL\nX-Poedit-SourceCharset: utf-8\n";

/* nothing */
"Cannot create ~/.xchat2" = "Não é possível criar ~/.xchat2";

/* nothing */
"I'm busy" = "Estou ocupado";

/* nothing */
"Leaving" = "Saindo";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Correr o IRC como root é estúpido! Deve\n  criar outro utilizador e usá-lo.\n";

/* nothing */
"Waiting" = "À espera";

/* nothing */
"Active" = "Activo";

/* nothing */
"Failed" = "Falhou";

/* nothing */
"Done" = "Terminado";

/* nothing */
"Connect" = "Ligar";

/* nothing */
"Aborted" = "Cancelado";

/* nothing */
"Cannot access %s\n" = "Não é possível aceder a %s\n";

/* nothing */
"Error" = "Erro";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s está a oferecer \"\"%s\". Queres aceitar?";

/* nothing */
"No active DCCs\n" = "Não existem DCCs activos\n";

/* nothing */
"YES  " = "SIM  ";

/* nothing */
"NO   " = "NÃO  ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Está a sofrer uma inundação de CTCP de %s, ignorando %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Está a sofrer uma inundação de MSG de %s, gui_auto_open_dialog foi desligado.\n";

/* nothing */
"  %-20s online\n" = "  %-20s está ligado\n";

/* nothing */
"  %-20s offline\n" = "  %-20s não está online\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Não está em nenhum canal. Usar /join #<canal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Não está ligado. Usar /server <endereço> [<porto>]\n";

/* nothing */
"I need /bin/sh to run!\n" = "Preciso de /bin/sh para correr!\n";

/* nothing */
"Commands Available:" = "Comandos Disponíveis:";

/* nothing */
"User defined commands:" = "Comandos definidos pelo utilizador:";

/* nothing */
"Plugin defined commands:" = "Comandos definidos por plugins:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Escrever /HELP <comando> para mais informações, ou /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Argumento desconhecido '%s' ignorado.";

/* nothing */
"No such plugin found.\n" = "O plugin não foi encontrado.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "O plugin recusa-se a desligar.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nome> <acção>, adiciona um botão à lista de utilizadores";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, envia um comando para todos os canais onde está";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, envia um comando para todos os canais onde está";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, envia um comando para todos os servidores onde está";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<razão>], declara-o como ausente";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <máscara> [<tipo de interdição>], interdita do canal todos os utilizadores correspondentes à máscara. Se o utilizador estiver no canal este comando não o expulsa (necessita do estatuto operador)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Limpa a janela de texto actual ou histórico de comandos";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Fecha a janela/separador actual";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <código|wildcard>, procura o código de um país, ex: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <nick> <mensagem>, envia uma mensagem CTCP a nick. Mensagens comuns são VERSION e USERINFO";

/* nothing */
"CYCLE, parts current channel and immediately rejoins" = "CYCLE, sai do canal e regressa imediatamente";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <nick>                      - aceita um ficheiro oferecido\nDCC SEND [-maxcps=#] <nick> [file]  - envia um ficheiro a nick\nDCC PSEND [-maxcps=#] <nick> [file] - envia um ficheiro usando o modo passivo\nDCC LIST                            - mostra a lista de DCCs\nDCC CHAT <nick>                     - oferece uma conversa DCC a nick\nDCC PCHAT <nick>                    - oferece uma conversa DCC usando o modo passivo\nDCC CLOSE <type> <nick> <file>         exemplo:\n         /dcc close send johnsmith ficheiro.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <nick>, retira o modo semi-operador ao nick no canal actual (necessita do estatuto operador)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nome>, apaga um botão da lista de utilizador";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <nick>, retira o modo operador ao nick dado no canal actual (necessita do estatuto operador)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <nick>, retira o modo voz do nick dado no canal actual (necessita do estatuto operador)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Desliga-se do servidor actual";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <nick|endereço|ip>, Descobre o número IP de um utilizador";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <texto>, Escreve na janela local o texto inserido";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <comando>, executa o comando de shell. Se a opção -o for usada o resultado é enviado para o canal actual, caso contrário é escrito na janela de texto actual";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, envia a um processo em execução o sinal CONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], pára a execução de um processo da sessão actual. Se a opção -9 for usada é enviado o sinal KILL em vez do sinal TERM";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, envia a um processo em execução o sinal STOP";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, envia dados para o canal stdin do processo em execução";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, despeja a fila de dados a enviar do servidor actual";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <endereço> [<porto>], utiliza o proxy dado para a comunicação, o porto é por defeito 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <nick>, dá o modo semi-operador ao nick(necessita do estatuto operador)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <password>, identifica-te perante o nickserv";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <máscara> <tipos..> <opções..>\n    máscara - máscara a ser ignorada, ex: *!*@*.iol.pt\n    tipos - tipos de dados a ignorar, um ou todos de:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    opções - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <nick> [<canal>], convida alguém para o canal, por defeito o canal actual (necessita do estatuto operador)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <canal>, entra no canal";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <nick>, expulsa o nick dado do canal actual (necessita do estatuto operador)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <nick>, interdita e expulsa o nick dado do canal actual (necessita do modo operador)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, força uma nova verificação de atraso";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <frase>, procura a frase na conversa actual";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <ficheiro>, carrega o plugin ou script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Retira o modo semi-operador a todos os utilizadores no canal actual (necessita do modo operador)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Retira o modo operador a todos os utilizadores no canal actual (necessita do modo operador)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <acção>, envia a acção para o canal actual (as acções devem ser escritas na 3a pessoa, como em '/me salta')";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Expulsa todo os utilizadores, excepto tu, do canal actual (necessita do modo operador)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Coloca o modo operador a todos os utilizadores do canal (necessita do modo operador)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <nick> <mensagem>, envia uma mensagem privada a nick";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Lista todos os utilizadores do canal actual";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <nick> <message>, Envia uma nota CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <endereço> [<porto>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <nick>, muda o nick actual";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <nick/canal> <mensagem>, envia uma nota. Notas são um tipo de mensagem que devem provocar uma reacção automática";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<nick>], mostra a lista de notificações ou adiciona alguém.";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <nick>, adiciona o modo operador a nick (necessita do modo operador)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<canal>] [<razão>], sai do canal, por defeito o canal actual";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <nick | canal>, envia um CTCP a nick ou canal";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <nick>, abre uma nova janela de mensagens privadas com nick";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<razão>], desliga-se do servidor actual";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <texto>, envia o texto directamente ao servidor";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<endereço>] [<porto>] [<password>], Usado para reiniciar a ligação ao dado servidor, servidor actual por defeito, ou na forma /RECONNECT ALL para reiniciar a ligação de todos os servidores";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<endereço>] [<porto>] [<password>], Usado para reiniciar a ligação ao dado servidor, servidor actual por defeito, ou na forma /RECONNECT ALL para reiniciar a ligação de todos os servidores";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <texto>, envia o texto directamente para o xchat, como se este fosse recebido pelo servidor";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <texto>, envia o texto para o objecto da janela actual";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<ficheiro>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <endereço> <porto> <canal>, liga-se ao servidor entrando de seguida no canal";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <endereço> <porto> <canal>, liga-se ao servidor entrando de seguida no canal";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <endereço> [<porto>] [<password>], liga-se ao servidor por defeito no porto 6667 para ligações normais e 9999 para ligações ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <endereço> [<porto>] [<password>], liga-se ao servidor por defeito ao porto 6667";

/* nothing */
"SET [-e] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <variável> [<valor>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<posição>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<tópico>], muda o tópico do canal actual, ou mostra o tópico actual";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <máscara> [<máscara>...]>, reautoriza o acesso ao canal aos utilizadores que correspondem à/às máscara/s (necessita modo operador) ";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <máscara> [QUIET], deixa de ignorar a máscara dada";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nome>, desliga o plugin ou script";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, abre o URL no teu browser";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2> etc, sublinha o(s) nick(s) na lista de utilizadores do canal";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <nick>, coloca o modo voz a nick (necessita do modo operador)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <mensagem>, escreve uma mensagem em todos os canais em que estás";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <mensagem>, envia uma mensagem a todos os utilizadores com modo operador no canal actual";

/* nothing */
"Usage: %s\n" = "Utilização: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNão existe ajuda para esse comando.\n";

/* nothing */
"No such command.\n" = "Comando inexistente.\n";

/* nothing */
"Bad arguments for user command.\n" = "Opções incorrectas para comando de utilizador.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Excessiva recursividade de comandos de utilizador, cancelando.";

/* nothing */
"Unknown Command. Try /help\n" = "Comando desconhecido. Tente /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Não existe o símbolo xchat_plugin_init; será mesmo um plugin para o xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Tem a certeza que este servidor e/ou porto suportam SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Não foi possível resolver o endereço %s\nVerifique as configurações de IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "Transferência pelo proxy falhou.\n";

/* nothing */
"Cycling to next server in %s...\n" = "A alternar para o servidor seguinte em %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Aviso: o carácter \"%s\" é desconhecido. Não vai ser aplicada conversão à rede %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 adicionado à lista de notificações.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Lista de Interditos:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNão pode entrar%C26 %B$1 %O(Está interdito).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 agora chama-se $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 interditou $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tCanal $1 criado em $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O retirou o estatuto semi-operador de%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O retirou o estatuto de operador de%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O retirou voz de%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 torna isento $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O coloca o modo de semi-operador a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 oferece convite a $2";

/* nothing */
"%UChannel          Users   Topic" = "%UCanal         Utilizadores   Topico";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 coloca o modo $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Channel $1 modos: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O coloca o modo de operador a%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 retira isenção a $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 retira convite a $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 retira a palavra-chave do canal";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 retira o limite de utilizadores";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 coloca a palavra-chave do canal para $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 limite o canal a $2 utilizadores";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 retira a interdição a $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O oferece voz a%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Ligado. A iniciar sessão...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22A ligar a $1 ($2) porto $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Ligação falhou. Erro: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tRecebeu um CTCP $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tRecebeu um CTCP $1 de $2 (to $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tRecebeu um CTCP Sound $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tRecebeu um Som CTCP $1 de $2 (para $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tConversa DCC com %C26$1%O cancelada.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tConversa DCC estabelecida com %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tConversa DCC com %C26$1%O perdida ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tRecebeu uma conversa DCC de $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tOferecendo conversa DCC a $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tConversa DCC já oferecida a $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tRecebeu '$1%O' de $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipo  De/Para    Estado  Tamanho    Pos     Ficheiro     ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tRecebeu um pedido DCC inválido de %C26$1%O.%010%C22*%O$tConteúdo do pacote: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tA oferecer%C26 $1%O a%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tOferta DCC inexistente.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O a%C26 $1%O cancelado.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O de%C26 $3%O completo %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV ligação estabelecida com%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O de%C26 $3%O falhou ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Não foi possível abrir $1 para escrita ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tO ficheiro%C26 $1%C já existe, a gravar como%C26 $2%O";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Opediu para continuar%C26 $2 %Cde%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O para%C26 $1%O cancelado.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O para%C26 $2%O completo %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND ligação estabelecida com%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O para%C26 $2%O falhou. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oofereceu%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Opara%C26 $3 %Cparado - a cancelar.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Oesgotou o tempo - a cancelar";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 removido da lista de notificações.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDesligou ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tO seu IP foi encontrado: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O adicionado à lista de ignorados.";

/* nothing */
"Ignore on %C26$1%O changed." = "Entrada %C26$1%O da lista de ignorados foi alterada.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O retirado da lista de ignorados.";

/* nothing */
"  Ignore list is empty." = "  Lista de ignorados vazia.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNão pode entrar em %C26 %B$1 %O(Canal exclusivo a convidados).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tFoi convidado para%C26 $1%O por%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) entrou em $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNão pode entrar em%C26 %B$1 %O(Palavra-chave necessária).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 expulsou $2 de $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tFoi morto por $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD Ignorado.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 já está a ser usado. A tentar com $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tNick já em utlização. Use /NICK para tentar outro.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tDCC inexistente.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tNão está nenhum processo a correr";

/* nothing */
"$tNotify list is empty." = "$tLista de notificações vazia.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Lista de Notificações                 ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 utilizadores na lista de notificações.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNotificação: $1 está desligado ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNotificação: $1 está ligado ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) saiu de $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) saiu de $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tResposta Ping de $1: $2 segundo(s)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tSem resposta ping durante $1 segundos, a desligar.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tUm processo já está a correr";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 saiu (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 activa modos%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tÀ procura do IP de%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Ligado.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22A procurar $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tTentativa anterior de ligação terminada (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29Tópico para $1%C %C29é: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 mudou o tópico para: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Tópico para $1%C %C29colocado por $2%C %C29a $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tEndereço desconhecido. Enganou-se no endereço?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNão pode entrar em%C26 %B$1 %O(Limite de utilizadores atingido).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Utilizadores em $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cestá ausente %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFim da lista WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inactivo%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O inactivo%C26 $2%O, ligou-se:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19A conversar em $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tFoste expulso de $2 por $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tSaíste do canal $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tSaíste do canal $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tConvidaste%C26 $1%O para%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tAgora chama-se $2";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** REGISTO TERMINADO EM %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** REGISTO INICIADO EM %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Não posso abrir ficheiro(s) de registo para escrita. Verifique\n  as permissões de %s/xchatlogs";

/* nothing */
"Left message" = "Mensagem da esquerda";

/* nothing */
"Right message" = "Mensagem da direita";

/* nothing */
"The nick of the joining person" = "O nick do utilizador que entra";

/* nothing */
"The channel being joined" = "O canal em que vai entrar";

/* nothing */
"The host of the person" = "O endereço do utilizador";

/* nothing */
"Nickname" = "Nick";

/* nothing */
"The action" = "A acção";

/* nothing */
"Mode char" = "Modo carácter";

/* nothing */
"The text" = "O texto";

/* nothing */
"Identified text" = "Texto identificado";

/* nothing */
"The message" = "A mensagem";

/* nothing */
"Old nickname" = "Nick antigo";

/* nothing */
"New nickname" = "Novo nick";

/* nothing */
"Nick of person who changed the topic" = "Nick do utilizador que mudou o tópico";

/* nothing */
"Topic" = "Tópico";

/* nothing */
"Channel" = "Canal";

/* nothing */
"The nickname of the kicker" = "O nick de quem expulsou";

/* nothing */
"The person being kicked" = "O utilizador a ser expulso";

/* nothing */
"The channel" = "O canal";

/* nothing */
"The reason" = "A razão";

/* nothing */
"The nick of the person leaving" = "O nick do utilizador a sair";

/* nothing */
"The time" = "A hora";

/* nothing */
"The creator" = "O criador";

/* nothing */
"Nick" = "Nick";

/* nothing */
"Reason" = "Razão";

/* nothing */
"Host" = "Host";

/* nothing */
"Who it's from" = "De quem é";

/* nothing */
"The time in x.x format (see below)" = "A hora no formato x.x (ver em baixo)";

/* nothing */
"The Channel it's going to" = "O canal para onde vai";

/* nothing */
"The sound" = "O som";

/* nothing */
"The nick of the person" = "O nick do utilizador";

/* nothing */
"The CTCP event" = "O evento CTCP";

/* nothing */
"The nick of the person who set the key" = "O nick do utilizador que colocou a chave";

/* nothing */
"The key" = "A chave";

/* nothing */
"The nick of the person who set the limit" = "O nick da pessoa que colocou o limite";

/* nothing */
"The limit" = "O limite";

/* nothing */
"The nick of the person who did the op'ing" = "O nick do utilizador que deu o modo operador";

/* nothing */
"The nick of the person who has been op'ed" = "O nick do utilizador que recebeu o modo operador";

/* nothing */
"The nick of the person who has been halfop'ed" = "O nick do utilizador que recebeu o modo semi-operador";

/* nothing */
"The nick of the person who did the halfop'ing" = "O nick do utilizador que deu o modo semi-operador";

/* nothing */
"The nick of the person who did the voice'ing" = "O nick do utilizador que deu o modo voz";

/* nothing */
"The nick of the person who has been voice'ed" = "O nick do utilizador que recebeu o modo voz";

/* nothing */
"The nick of the person who did the banning" = "O nick do utilizador que interditou";

/* nothing */
"The ban mask" = "A máscara de interdição";

/* nothing */
"The nick who removed the key" = "O nick do utilizador que retirou a chave";

/* nothing */
"The nick who removed the limit" = "O nick do utilizador que retirou o limite";

/* nothing */
"The nick of the person of did the deop'ing" = "O nick do utilizador que retirou o modo operador";

/* nothing */
"The nick of the person who has been deop'ed" = "O nick do utilizador a quem foi retirado o modo operador";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "O nick do utilizador que retirou o modo semi-operador";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "O nick do utilizador a quem foi retirado o modo semi-operador";

/* nothing */
"The nick of the person of did the devoice'ing" = "O nick do utilizador que retirou o modo voz";

/* nothing */
"The nick of the person who has been devoice'ed" = "O nick do utilizador a quem foi retirado o modo voz";

/* nothing */
"The nick of the person of did the unban'ing" = "O nick do utilizador que retirou a interdição";

/* nothing */
"The nick of the person who did the exempt" = "O nick do utilizador que criou a isenção";

/* nothing */
"The exempt mask" = "A máscara da isenção";

/* nothing */
"The nick of the person removed the exempt" = "O nick do utilizador que retirou a isenção";

/* nothing */
"The nick of the person who did the invite" = "O nick do utilizador que efectuou o convite";

/* nothing */
"The invite mask" = "A máscara do convite";

/* nothing */
"The nick of the person removed the invite" = "O nick do utilizador que retirou o convite";

/* nothing */
"The nick of the person setting the mode" = "O nick do utilizador que colocou o modo";

/* nothing */
"The mode's sign (+/-)" = "O sinal do modo (+/-)";

/* nothing */
"The mode letter" = "A letra do modo";

/* nothing */
"The channel it's being set on" = "O canal em que está a ser colocado";

/* nothing */
"Username" = "Nome de utilizador";

/* nothing */
"Full name" = "Nome completo";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Nível no Canal/\"é um operador de IRC\"";

/* nothing */
"Server Information" = "Informação do servidor";

/* nothing */
"Idle time" = "Tempo inactivo";

/* nothing */
"Signon time" = "Hora de ligação";

/* nothing */
"Away reason" = "Razão da ausência";

/* nothing */
"Message" = "Mensagem";

/* nothing */
"Account" = "Conta";

/* nothing */
"Real user@host" = "utilizador@endereço real";

/* nothing */
"Real IP" = "IP real";

/* nothing */
"Channel Name" = "Nome do canal";

/* nothing */
"Text" = "Texto";

/* nothing */
"Server Name" = "Nome do servidor";

/* nothing */
"Nick of person who invited you" = "Nick do utilizador que o convidou";

/* nothing */
"Users" = "Utilizadores";

/* nothing */
"Nickname in use" = "Nick em uso";

/* nothing */
"Nick being tried" = "Nick a ser tentado";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Porto";

/* nothing */
"Network" = "Rede";

/* nothing */
"Modes string" = "Frase de modos";

/* nothing */
"IP address" = "Endereço IP";

/* nothing */
"DCC Type" = "Tipo de DCC";

/* nothing */
"Filename" = "Nome do ficheiro";

/* nothing */
"Destination filename" = "Nome do ficheiro de destino";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Nome de directoria";

/* nothing */
"Position" = "Posição";

/* nothing */
"Size" = "Tamanho";

/* nothing */
"DCC String" = "Frase de DCC";

/* nothing */
"Number of notify items" = "Número de notificações";

/* nothing */
"Old Filename" = "Nome antigo do ficheiro";

/* nothing */
"New Filename" = "Novo nome do ficheiro";

/* nothing */
"Receiver" = "Receptor";

/* nothing */
"Hostmask" = "Máscara de Endereço";

/* nothing */
"Hostname" = "Endereço";

/* nothing */
"The Packet" = "O pacote";

/* nothing */
"Seconds" = "Segundos";

/* nothing */
"Nick of person who have been invited" = "Nick do utilizador que foi convidado";

/* nothing */
"Banmask" = "Máscara de Interdição";

/* nothing */
"Who set the ban" = "Quem interditou";

/* nothing */
"Ban time" = "Hora da interdição";

/* nothing */
"Error parsing event %s.\nLoading default." = "Erro no processamento do evento %s.\nA carregar predefinição";

/* nothing */
"Cannot read sound file:\n%s" = "Não foi possível ler ficheiro de som:\n%s";

/* nothing */
"Remote host closed socket" = "Cliente remoto desligou";

/* nothing */
"Connection refused" = "Ligação recusada";

/* nothing */
"No route to host" = "Não existe caminho para o endereço";

/* nothing */
"Connection timed out" = "Ligação excedeu o tempo limite";

/* nothing */
"Cannot assign that address" = "Não é possível atribuir o endereço";

/* nothing */
"Connection reset by peer" = "Ligação terminada no destino";

/* nothing */
"Ascension Island" = "";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emirados Árabes Unidos";

/* nothing */
"Afghanistan" = "Afeganistão";

/* nothing */
"Antigua and Barbuda" = "Antígua e Barbuda";

/* nothing */
"Anguilla" = "Anguila";

/* nothing */
"Albania" = "Albânia";

/* nothing */
"Armenia" = "Arménia";

/* nothing */
"Netherlands Antilles" = "Antilhas Neerlandesas";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antárctica";

/* nothing */
"Argentina" = "Argentina";

/* nothing */
"Reverse DNS" = "DNS Inverso";

/* nothing */
"American Samoa" = "Samoa Americana";

/* nothing */
"Austria" = "Áustria";

/* nothing */
"Nato Fiel" = "Nato Fiel";

/* nothing */
"Australia" = "Austrália";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "";

/* nothing */
"Azerbaijan" = "Azerbaijão";

/* nothing */
"Bosnia and Herzegovina" = "Bósnia e Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladeche";

/* nothing */
"Belgium" = "Bélgica";

/* nothing */
"Burkina Faso" = "Burquina Faso";

/* nothing */
"Bulgaria" = "Bulgária";

/* nothing */
"Bahrain" = "Barém";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Negócios";

/* nothing */
"Benin" = "Benim";

/* nothing */
"Bermuda" = "Bermudas";

/* nothing */
"Brunei Darussalam" = "Brunei";

/* nothing */
"Bolivia" = "Bolívia";

/* nothing */
"Brazil" = "Brasil";

/* nothing */
"Bahamas" = "Baamas";

/* nothing */
"Bhutan" = "Butão";

/* nothing */
"Bouvet Island" = "Ilha Bouvet";

/* nothing */
"Botswana" = "Botsuana";

/* nothing */
"Belarus" = "Bielorrússia";

/* nothing */
"Belize" = "Belize";

/* nothing */
"Canada" = "Canadá";

/* nothing */
"Cocos Islands" = "Ilhas Cocos";

/* nothing */
"Democratic Republic of Congo" = "República Democrática do Congo";

/* nothing */
"Central African Republic" = "República Centro-Africana";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Suiça";

/* nothing */
"Cote d'Ivoire" = "Costa do Marfim";

/* nothing */
"Cook Islands" = "Ilhas Cook";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Camarões";

/* nothing */
"China" = "China";

/* nothing */
"Colombia" = "Colômbia";

/* nothing */
"Internic Commercial" = "Comercial da InterNIC";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Sérvia e Montenegro";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cabo Verde";

/* nothing */
"Christmas Island" = "Ilha Christmas";

/* nothing */
"Cyprus" = "Chipre";

/* nothing */
"Czech Republic" = "República Checa";

/* nothing */
"Germany" = "Alemanha";

/* nothing */
"Djibouti" = "Jibuti";

/* nothing */
"Denmark" = "Dinamarca";

/* nothing */
"Dominica" = "Domínica";

/* nothing */
"Dominican Republic" = "República Dominicana";

/* nothing */
"Algeria" = "Algéria";

/* nothing */
"Ecuador" = "Equador";

/* nothing */
"Educational Institution" = "Instituição Educacional";

/* nothing */
"Estonia" = "Estónia";

/* nothing */
"Egypt" = "Egipto";

/* nothing */
"Western Sahara" = "Sahara Oeste";

/* nothing */
"Eritrea" = "Eritreia";

/* nothing */
"Spain" = "Espanha";

/* nothing */
"Ethiopia" = "Etiópia";

/* nothing */
"European Union" = "União Europeia";

/* nothing */
"Finland" = "Filândia";

/* nothing */
"Fiji" = "Fiji";

/* nothing */
"Falkland Islands" = "Ilhas Falkland";

/* nothing */
"Micronesia" = "Micronésia";

/* nothing */
"Faroe Islands" = "Faroé";

/* nothing */
"France" = "França";

/* nothing */
"Gabon" = "Gabão";

/* nothing */
"Great Britain" = "Grã Bretanha";

/* nothing */
"Grenada" = "Granada";

/* nothing */
"Georgia" = "Geórgia";

/* nothing */
"French Guiana" = "Guiana Francesa";

/* nothing */
"British Channel Isles" = "Ilhas do Canal Inglês";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Gibraltar";

/* nothing */
"Greenland" = "Gronelândia";

/* nothing */
"Gambia" = "Gâmbia";

/* nothing */
"Guinea" = "Guiné";

/* nothing */
"Government" = "Governo";

/* nothing */
"Guadeloupe" = "Guadalupe";

/* nothing */
"Equatorial Guinea" = "Guiné Equatorial";

/* nothing */
"Greece" = "Grécia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Ilhas Geórgia do Sul e Sandwich do Sul";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guiné-Bissau";

/* nothing */
"Guyana" = "Guiana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Ilhas Heard e McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croácia";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Hungria";

/* nothing */
"Indonesia" = "Indonésia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israel";

/* nothing */
"Isle of Man" = "";

/* nothing */
"India" = "Índia";

/* nothing */
"Informational" = "Informativo";

/* nothing */
"International" = "Internacional";

/* nothing */
"British Indian Ocean Territory" = "Território Britânico do Oceano Índico";

/* nothing */
"Iraq" = "Iraque";

/* nothing */
"Iran" = "Irão";

/* nothing */
"Iceland" = "Islândia";

/* nothing */
"Italy" = "Itália";

/* nothing */
"Jersey" = "";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordânia";

/* nothing */
"Japan" = "Japão";

/* nothing */
"Kenya" = "Quénia";

/* nothing */
"Kyrgyzstan" = "Quirguizistão";

/* nothing */
"Cambodia" = "Camboja";

/* nothing */
"Kiribati" = "Quiribati";

/* nothing */
"Comoros" = "Comores";

/* nothing */
"St. Kitts and Nevis" = "São Cristóvão e Nevis";

/* nothing */
"North Korea" = "Coreia do Norte";

/* nothing */
"South Korea" = "Coreia do Sul";

/* nothing */
"Kuwait" = "Koweit";

/* nothing */
"Cayman Islands" = "Ilhas Caimão";

/* nothing */
"Kazakhstan" = "Cazaquistão";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Líbano";

/* nothing */
"Saint Lucia" = "Santa Lúcia";

/* nothing */
"Liechtenstein" = "Listenstaine";

/* nothing */
"Sri Lanka" = "Sri Lanca";

/* nothing */
"Liberia" = "Libéria";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Lituânia";

/* nothing */
"Luxembourg" = "Luxemburgo";

/* nothing */
"Latvia" = "Letónia";

/* nothing */
"Libya" = "Líbia";

/* nothing */
"Morocco" = "Marrocos";

/* nothing */
"Monaco" = "Mónaco";

/* nothing */
"Moldova" = "Moldávia";

/* nothing */
"United States Medical" = "Organização Médica dos Estados Unidos";

/* nothing */
"Madagascar" = "Madagáscar";

/* nothing */
"Marshall Islands" = "Ilhas Marshall";

/* nothing */
"Military" = "Militar";

/* nothing */
"Macedonia" = "Antiga República Jugoslava da Macedónia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Mianmar";

/* nothing */
"Mongolia" = "Mongólia";

/* nothing */
"Macau" = "Macau";

/* nothing */
"Northern Mariana Islands" = "Marianas do Norte";

/* nothing */
"Martinique" = "Martinica";

/* nothing */
"Mauritania" = "Mauritânia";

/* nothing */
"Montserrat" = "Monserrate";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Maurícia";

/* nothing */
"Maldives" = "Maldivas";

/* nothing */
"Malawi" = "Malavi";

/* nothing */
"Mexico" = "México";

/* nothing */
"Malaysia" = "Malásia";

/* nothing */
"Mozambique" = "Moçambique";

/* nothing */
"Namibia" = "Namíbia";

/* nothing */
"New Caledonia" = "Nova Caledónia";

/* nothing */
"Niger" = "Níger";

/* nothing */
"Internic Network" = "Rede da InterNIC";

/* nothing */
"Norfolk Island" = "Ilha Norfolk";

/* nothing */
"Nigeria" = "Nigéira";

/* nothing */
"Nicaragua" = "Nicarágua";

/* nothing */
"Netherlands" = "Países Baixos";

/* nothing */
"Norway" = "Noruega";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nova Zelândia";

/* nothing */
"Oman" = "Omã";

/* nothing */
"Internic Non-Profit Organization" = "Organização Não-Lucrativa da InterNIC";

/* nothing */
"Panama" = "Panamá";

/* nothing */
"Peru" = "Perú";

/* nothing */
"French Polynesia" = "Polinésia Francesa";

/* nothing */
"Papua New Guinea" = "Papuásia-Nova Guiné";

/* nothing */
"Philippines" = "Filipinas";

/* nothing */
"Pakistan" = "Paquistão";

/* nothing */
"Poland" = "Polónia";

/* nothing */
"St. Pierre and Miquelon" = "São Pedro e Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Porto Rico";

/* nothing */
"Palestinian Territory" = "Território Palestiano";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguai";

/* nothing */
"Qatar" = "Catar";

/* nothing */
"Reunion" = "Reunião";

/* nothing */
"Romania" = "Roménia";

/* nothing */
"Old School ARPAnet" = "Antiga ARPAnet";

/* nothing */
"Russian Federation" = "Rússia";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Arábia Saudita";

/* nothing */
"Solomon Islands" = "Ilhas Salomão";

/* nothing */
"Seychelles" = "Seicheles";

/* nothing */
"Sudan" = "Sudão";

/* nothing */
"Sweden" = "Suécia";

/* nothing */
"Singapore" = "Singapura";

/* nothing */
"St. Helena" = "Santa Helena";

/* nothing */
"Slovenia" = "Eslovénia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard e Jan Mayen";

/* nothing */
"Slovak Republic" = "Eslováquia";

/* nothing */
"Sierra Leone" = "Serra Leoa";

/* nothing */
"San Marino" = "São Marino";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Sumália";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "São Tomé e Príncipe";

/* nothing */
"Former USSR" = "Antiga USSR";

/* nothing */
"El Salvador" = "Salvador";

/* nothing */
"Syria" = "Síria";

/* nothing */
"Swaziland" = "Suazilândia";

/* nothing */
"Turks and Caicos Islands" = "Ilhas Turcas e Caicos";

/* nothing */
"Chad" = "Chade";

/* nothing */
"French Southern Territories" = "Territórios Austrais Franceses";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailândia";

/* nothing */
"Tajikistan" = "Tajiquistão";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Timor Leste";

/* nothing */
"Turkmenistan" = "Turquemenistão";

/* nothing */
"Tunisia" = "Tunísia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turquia";

/* nothing */
"Trinidad and Tobago" = "Trindade e Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzânia";

/* nothing */
"Ukraine" = "Ucrânia";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Reino Unido";

/* nothing */
"US Minor Outlying Islands" = "Ilhas Menores Distantes dos Estados Unidos";

/* nothing */
"United States of America" = "Estados Unidos da América";

/* nothing */
"Uruguay" = "Uruguai";

/* nothing */
"Uzbekistan" = "Usbequistão";

/* nothing */
"Vatican City State" = "Santa Sé";

/* nothing */
"St. Vincent and the Grenadines" = "São Vicente e Granadinas";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Ilhas Virgens Britânicas";

/* nothing */
"US Virgin Islands" = "Ilhas Virgens Americanas";

/* nothing */
"Vietnam" = "Vietname";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis e Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Iémen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoslávia";

/* nothing */
"South Africa" = "África do Sul";

/* nothing */
"Zambia" = "Zâmbia";

/* nothing */
"Zimbabwe" = "Zimbabué";

/* nothing */
"Unknown" = "Desconhecida";

/* nothing */
"Open Dialog Window" = "Abrir Janela de Diálogo";

/* nothing */
"Send a File" = "Enviar um Ficheiro";

/* nothing */
"User Info (WHOIS)" = "Informação do Utilizador (WHOIS)";

/* nothing */
"Operator Actions" = "Acções de Operador";

/* nothing */
"Give Ops" = "Dar Ops";

/* nothing */
"Take Ops" = "Retirar Ops";

/* nothing */
"Give Voice" = "Dar Voz";

/* nothing */
"Take Voice" = "Retirar Voz";

/* nothing */
"Kick/Ban" = "Expulsar/Interditar";

/* nothing */
"Kick" = "Expulsar";

/* nothing */
"Ban" = "Interditar";

/* nothing */
"KickBan" = "ExpulsarInterditar";

/* nothing */
"Direct client-to-client" = "Ligação directa";

/* nothing */
"Send File" = "Enviar Ficheiro";

/* nothing */
"Offer Chat" = "Oferecer Conversa";

/* nothing */
"Abort Chat" = "Cancelar Conversa";

/* nothing */
"Version" = "Versão";

/* nothing */
"Userinfo" = "Informação do Utilizador";

/* nothing */
"Clientinfo" = "Informação do Cliente";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Hora";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operador";

/* nothing */
"Kill this user" = "'Matar' Utilizador";

/* nothing */
"Mode" = "Modo";

/* nothing */
"Give Half-Ops" = "Dar Semi-OP";

/* nothing */
"Take Half-Ops" = "Tirar Semi-OP";

/* nothing */
"Ignore" = "Ignorar";

/* nothing */
"Ignore User" = "Ignorar Utilizador";

/* nothing */
"UnIgnore User" = "Retirar Ignorado";

/* nothing */
"Info" = "Informação";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "Pesquisa DNS";

/* nothing */
"Trace" = "Trace";

/* nothing */
"UserHost" = "Host do utilizador";

/* nothing */
"External" = "Externo";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Sair do canal";

/* nothing */
"Join Channel..." = "Entrar num canal...";

/* nothing */
"Enter Channel to Join:" = "Introduzir canal onde entrar:";

/* nothing */
"Server Links" = "Endereços de Servidor";

/* nothing */
"Ping Server" = "Ping ao Servidor";

/* nothing */
"Hide Version" = "Esconder versão";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "adeus";

/* nothing */
"Enter reason to kick %s:" = "Introduzir razão da expulsão de %s:";

/* nothing */
"Sendfile" = "Enviar Ficheiro";

/* nothing */
"Dialog" = "Diálogo";

/* nothing */
"Send" = "Enviar";

/* nothing */
"Chat" = "Conversa";

/* nothing */
"Clear" = "Limpar";

/* nothing */
"Couldn't connect to session bus" = "";

/* nothing */
"Failed to complete NameHasOwner" = "";

/* nothing */
"Failed to complete Command" = "";

/* nothing */
"remote access" = "";

/* nothing */
"plugin for remote access using DBUS" = "";

/* nothing */
"Couldn't connect to session bus: %s\n" = "";

/* nothing */
"Failed to acquire %s: %s\n" = "";

/* nothing */
"%s loaded successfully!\n" = "";

/* nothing */
"About XChat" = "Sobre XChat";

/* nothing */
"A multiplatform IRC Client" = "Cliente de IRC multiplataforma";

/* nothing */
"Character Chart" = "Tabela de Caracteres";

/* nothing */
"Not connected." = "Não está ligado";

/* nothing */
"You must select some bans." = "Tem de seleccionar algumas interdições.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Tens a certeza que queres retirar todas as interdições de %s?";

/* nothing */
"Mask" = "Máscara";

/* nothing */
"From" = "De";

/* nothing */
"Date" = "Data";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Lista de Interditos (%s)";

/* nothing */
"Unban" = "Reautorizar";

/* nothing */
"Crop" = "Cortar";

/* nothing */
"Refresh" = "Actualizar";

/* nothing */
"User and Channel Statistics: %d/%d Users on %d/%d Channels" = "Estatísticas do canal e utilizador: %d/%d utilizadores em %d/%d canais";

/* nothing */
"I can't save an empty list!" = "Impossível gravar uma lista vazia!";

/* nothing */
"Select an output filename" = "Seleccionar o ficheiro de saída";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Lista de Canais (%s)";

/* nothing */
"List display options:" = "Opções de Listagem:";

/* nothing */
"Minimum Users:" = "Utilizadores Mínimos:";

/* nothing */
"Maximum Users:" = "Utilizadores Máximos:";

/* nothing */
"Pattern Match:" = "";

/* nothing */
"Regex Match:" = "Expressão regular:";

/* nothing */
"Apply Match to:" = "Usar expressão regular em:";

/* nothing */
"Apply" = "Aplicar";

/* nothing */
"Refresh the list" = "Actualizar lista";

/* nothing */
"Save the list" = "Gravar a lista";

/* nothing */
"Join Channel" = "Entrar no Canal";

/* nothing */
"Send file to %s" = "Enviar ficheiro para %s";

/* nothing */
"None" = "Nenhum";

/* nothing */
"File" = "Ficheiro";

/* nothing */
"To" = "Para";

/* nothing */
"Address" = "Endereço";

/* nothing */
"Started" = "Iniciado";

/* nothing */
"Speed limit" = "Limite de velocidade";

/* nothing */
"That file is not resumable." = "Não é possível continuar este ficheiro.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Impossível aceder ao ficheiro: %s\n%s.\nNão é possível continuar.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "Ficheiro da directoria de recepção é maior que o ficheiro oferecida. Impossível continuar.";

/* nothing */
"Cannot resume the same file from two people." = "Não pode continuar o mesmo ficheiro de duas pessoas.";

/* nothing */
"Status" = "Estado";

/* nothing */
"ETA" = "ETA";

/* nothing */
"XChat: File Receive List" = "XChat: Lista de Ficheiros Recebidos";

/* nothing */
"Abort" = "Cancelar";

/* nothing */
"Accept" = "Aceitar";

/* nothing */
"Resume" = "Continuar";

/* nothing */
"Open" = "Abrir";

/* nothing */
"Ack" = "Ack";

/* nothing */
"XChat: Uploads and Downloads" = "";

/* nothing */
"Downloads" = "";

/* nothing */
"Uploads" = "";

/* nothing */
"Details" = "Detalhes";

/* nothing */
"Open Folder..." = "Abrir Pasta...";

/* nothing */
"XChat: File Send List" = "XChat: Lista de Ficheiros Enviados";

/* nothing */
"To/From" = "De/Para";

/* nothing */
"Recv" = "Recebido";

/* nothing */
"Sent" = "Enviado";

/* nothing */
"Start Time" = "Hora de Ínicio";

/* nothing */
"XChat: DCC Chat List" = "XChat: Lista de Conversas DCC";

/* nothing */
"*NEW*" = "*NOVO*";

/* nothing */
"EDIT ME" = "EDITAR-ME";

/* nothing */
"Name" = "Nome";

/* nothing */
"Command" = "Comando";

/* nothing */
"Move Up" = "Para Cima";

/* nothing */
"Move Dn" = "Para Baixo";

/* nothing */
"Cancel" = "Cancelar";

/* nothing */
"Save" = "Gravar";

/* nothing */
"Add New" = "Adicionar";

/* nothing */
"Delete" = "Apagar";

/* nothing */
"Sort" = "Ordenar";

/* nothing */
"Help" = "Ajuda";

/* nothing */
"Don't auto connect to servers" = "Não ligar automaticamente aos servidores";

/* nothing */
"Use a different config directory" = "Usa outra directoria de configuração";

/* nothing */
"Don't auto load any plugins" = "Não carregar automaticamente nenhum plugin";

/* nothing */
"Show plugin auto-load directory" = "Mostrar directoria de plugins carregados automaticamente";

/* nothing */
"Show user config directory" = "Mostrar directoria de configuração do utilizador";

/* nothing */
"Open an irc://server:port/channel URL" = "Abrir um URL irc://servidor:porto/canal";

/* nothing */
"Open URL in an existing XChat" = "Abrir URL no XChat existente";

/* nothing */
"Show version information" = "Mostrar informação de versão";

/* nothing */
"Failed to open font:\n\n%s" = "Não foi possível abrir a fonte:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "Memória de procura vazia.\n";

/* nothing */
"%d bytes" = "%d bytes";

/* nothing */
"Network send queue: %d bytes" = "Fila de envio da rede: %d bytes";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "A acção Executar Comando executa os dados em Dados 1 como se estes tivessem sido escritos na janela de entrada onde você pressionou a sequência de teclas. Assim, pode conter texto (que irá ser enviado para o canal/utilizador), comandos ou comandos do utilizador. Quando executa todos os caracteres \\n de Dados 1 são utilizados para separar comandos para que seja possível executar mais que um comando. Se quiser um \\ no comando então introduza \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "O comando Alterar Página alterna entre as páginas do bloco de notas. Defina Dados 1 como a página para que quer trocar. Se Dados 2 estiver definido para algo então a troca será relativa à posição actual";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "O comando Inserir no Buffer introduz o conteúdo de Dados 1 na posição actual do cursor da entrada onde a sequência de teclas foi pressionada";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "O comando Mover Página sobe e desce uma página ou linha de texto na janela. Definir Dados 1 como Up (subir), Down (descer), +1 ou -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "O comando Definir Entrada coloca o conteúdo de Dados 1 na entrada onde a sequência de teclas foi pressionada";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "O comando Último Comando coloca na entrada o último comando inserido - o mesmo que acontece ao carregar na seta para cima na shell";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "O comando Próximo Comando coloca na entrada o último comando inserido - o mesmo que acontece ao carregar na seta para baixo na shell";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Este comando altera o texto na entrada para completar um nick ou comando incompleto. Se Dados 1 está definido então ao carregar duas vezes na tecla TAB numa palavra irá seleccionar o último nick e não o próximo";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Este comando percorre a lista de nicks. Se Dados 1 está definido então a lista é percorrido para cima, caso contrário é percorrida para baixo";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Este comando verifica a última palavra introduzida na entrada contra a lista de substituições e substitui-a se encontrar uma";

/* nothing */
"This command moves the front tab left by one" = "Este comando move o separador actual uma posição para a esquerda";

/* nothing */
"This command moves the front tab right by one" = "Este comando move o separador actual uma posição para a direita";

/* nothing */
"This command moves the current tab family to the left" = "Este comando move a família de separadores actual uma posição para a esquerda";

/* nothing */
"This command moves the current tab family to the right" = "Este comando move a família de separadores actual uma posição para a direita";

/* nothing */
"Push input line into history but doesn't send to server" = "Coloca a linha de entrada para o historial mas não a envia para o servidor";

/* nothing */
"There was an error loading key bindings configuration" = "Erro durante o carregamento da configuração de atalhos de teclas";

/* nothing */
"<none>" = "<nenhum>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Chave";

/* nothing */
"Action" = "Acção";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Atalhos de Teclado";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Dado 1";

/* nothing */
"Data 2" = "Dado 2";

/* nothing */
"Error opening keys config file\n" = "Erro na abertura do ficheiro de configuração de associações\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Tecla %s desconhecida no ficheiro de configuração de atalhos\nAbertura cancelada, corrigir %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Acção %s desconhecida no ficheiro de configuração de atalhos\nAbertura cancelada, corrigir %s/keybindings.conf\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Esperava-se a linha (começando Dx{:|!}) mas recebeu-se:\n%s\n\nAbertura cancelada, corrigir %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "Ficheiro de configuração de atalhos está corrompido,\nabertura cancelada.\nPor favor corrija %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Não foi possível gravar ficheiro.";

/* nothing */
"Cannot read that file." = "Não foi possível ler ficheiro.";

/* nothing */
"That mask already exists." = "A máscara já existe.";

/* nothing */
"Private" = "Privado";

/* nothing */
"Notice" = "Nota";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Convite";

/* nothing */
"Unignore" = "Designorar";

/* nothing */
"Enter mask to ignore:" = "Introduzir máscara a ignorar:";

/* nothing */
"XChat: Ignore list" = "XChat: Lista de Ignorados";

/* nothing */
"Ignore Stats:" = "Estado:";

/* nothing */
"Channel:" = "Canal:";

/* nothing */
"Private:" = "Privado:";

/* nothing */
"Notice:" = "Nota:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Convite:";

/* nothing */
"Add..." = "Adicionar...";

/* nothing */
"Channel name too short, try again." = "Nome do canal é demasiado pequeno, tenta outra vez.";

/* nothing */
"XChat: Connection Complete" = "XChat: Ligação Completa";

/* nothing */
"Connection to %s complete." = "Ligação a %s concluída.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "Que queres fazer a seguir?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Nada, entro num canal mais tarde.";

/* nothing */
"_Join this channel:" = "_Entrar neste canal:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Se sabes o nome do canal onde queres entrar, escreve-o aqui.";

/* nothing */
"O_pen the Channel-List window." = "_Abrir a Lista de Canais.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Obter a Lista de Canais";

/* nothing */
"_Always show this dialog after connecting." = "Mostrar _sempre este diálogo depois de ligar.";

/* nothing */
"Dialog with" = "Diálogo com";

/* nothing */
"Topic for %s is: %s" = "Tópico para %s é: %s";

/* nothing */
"No topic is set" = "Nenhum tópico introduzido";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Este servidor ainda tem %d canais ou diálogos associados. Fechá-los todos?";

/* nothing */
"No other tabs open, quit xchat?" = "Mais nenhuma separador aberta, sair do xchat?";

/* nothing */
"Insert Attribute or Color Code" = "Inserir Código de Atributo ou Côr";

/* nothing */
"<b>Bold</b>" = "<b>Negrito</b>";

/* nothing */
"<u>Underline</u>" = "<u>Sublinhado</u>";

/* nothing */
"Normal" = "Normal";

/* nothing */
"Colors 0-7" = "Cores 0-7";

/* nothing */
"Colors 8-15" = "Cores 8-15";

/* nothing */
"Beep on message" = "Apitar em mensagens";

/* nothing */
"Show join/part messages" = "Mostrar mensagens de entrada/saída do canal";

/* nothing */
"Color paste" = "Colar cores";

/* nothing */
"Go to" = "Ir para";

/* nothing */
"_Close Tab" = "_Fechar Separador";

/* nothing */
"_Detach Tab" = "_Separar Separador";

/* nothing */
"Some file transfers still active, quit xchat?" = "Transferências de ficheiros ainda activas, sair do xchat?";

/* nothing */
"User limit must be a number!\n" = "Limite de utilizadores deve de ser um número!\n";

/* nothing */
"Topic Protection" = "Protecção do Tópico";

/* nothing */
"No outside messages" = "Não recebe mensagens exteriores";

/* nothing */
"Secret" = "Secreto";

/* nothing */
"Invite Only" = "Convite Apenas";

/* nothing */
"Moderated" = "Moderado";

/* nothing */
"Ban List" = "Lista de Interdições";

/* nothing */
"Keyword" = "Palavra Chave";

/* nothing */
"User Limit" = "Limite de Utilizadores";

/* nothing */
"Show/Hide userlist" = "Mostrar/Esconder lista de utilizadores";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Não foi possível definir o fundo transparente!\n\nVocê pode estar a utilizar um controlador de\njanelas que actualmente não é suportado.\n";

/* nothing */
"Enter new nickname:" = "Introduzir novo nick:";

/* nothing */
"Host unknown" = "Host desconhecido";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Nome Real:";

/* nothing */
"User:" = "Utilizador";

/* nothing */
"Country:" = "País:";

/* nothing */
"Server:" = "Servidor:";

/* nothing */
"Away Msg:" = "Msg Ausência:";

/* nothing */
"%u minutes ago" = "%u minutos atrás";

/* nothing */
"Last Msg:" = "Última Msg:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "A barra de menu está escondida. Para a ligar novamente pressiona F9 ou carrega no botão direito do rato numa área livre da janela principal.";

/* nothing */
"Open Link in Browser" = "Abrir Link em Browser";

/* nothing */
"Copy Selected Link" = "Copiar Link Seleccionado";

/* nothing */
"Part Channel" = "Sair do Canal";

/* nothing */
"Cycle Channel" = "Alternar entre Canais";

/* nothing */
"XChat: User menu" = "XChat: Menu de utilizador";

/* nothing */
"Edit This Menu..." = "Editar este menu...";

/* nothing */
"Retrieve channel list..." = "Pedir lista de canais...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Comandos de Utilizador - Códigos especiais:\n\n%c  =  canal actual\n%m  =  informação da máquina\n%n  =  o teu nick\n%t  =  hora/data\n%v  =  versão do xchat\n%2  =  palavra 2\n%3  =  palavra 3\n&2  =  palavra 2 até ao fim da linha\n&3  =  palavra 3 até ao fim da linha\n\nex:\n/cmd john olá\n\n%2 seria \"john\"\n&2 seria \"john olá\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botões da Lista de Utilizadores - Códigos especiais:\n\n%a  =  todos os nicks seleccionados\n%c  =  canal actual\n%h  =  endereço do nick seleccionado\n%m  =  informação da máquina\n%n  =  o teu nick\n%s  =  nick seleccionado\n%t  =  hora/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botões de Diálogo - Códigos especiais:\n\n%a  =  todos os nicks seleccionados\n%c  =  canal actual\n%h  =  endereço do nick seleccionado\n%m  =  informação da máquina\n%n  =  o teu nick\n%s  =  nick seleccionado\n%t  =  hora/data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Respostas CTCP - Códigos especiais:\n\n%d  =  dados (todo o ctcp)\n%m  =  informação da máquina\n%s  =  nick de quem mandou o ctcp\n%t  =  hora/data\n%2  =  palavra 2\n%3  =  palavra 3\n&2  =  palavra 2 até ao fim da linha\n&3  =  palavra 3 até ao fim da linha\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL Handlers - Códigos especiais:\n\n%s  =  frase do URL\n\nColocando um ! à frente do comando\nindica que deverá ser enviado para uma\nshell em vez do XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Comandos Definidos pelo Utilizador";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Menu popup da lista de utilizadores";

/* nothing */
"Replace with" = "Subsituir por";

/* nothing */
"XChat: Replace" = "XChat: Substituir";

/* nothing */
"XChat: URL Handlers" = "XChat: Gestor de URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Botões da Lista de Utilizadores";

/* nothing */
"XChat: Dialog buttons" = "XChat: Botões de Diálogo";

/* nothing */
"XChat: CTCP Replies" = "XChat: Respostas CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Li_sta de Redes...";

/* nothing */
"_New" = "_Novo";

/* nothing */
"Server Tab..." = "Separador de Servidor...";

/* nothing */
"Channel Tab..." = "Separador de Canal...";

/* nothing */
"Server Window..." = "Janela de Servidor...";

/* nothing */
"Channel Window..." = "Janela de Canal...";

/* nothing */
"_Load Plugin or Script..." = "_Carregar Plugin ou Script...";

/* nothing */
"_Quit" = "";

/* nothing */
"_View" = "_Ver";

/* nothing */
"_Menubar" = "Barra de _Menu";

/* nothing */
"_Topicbar" = "Barra de _Tópico";

/* nothing */
"_Userlist Buttons" = "Botões da Lista de _Utilizadores";

/* nothing */
"M_ode Buttons" = "Botões de M_odo";

/* nothing */
"_Layout" = "";

/* nothing */
"_Tabs" = "_Separadores";

/* nothing */
"T_ree" = "Á_rvore";

/* nothing */
"_Network Meters" = "Medidores de _Rede";

/* nothing */
"Off" = "Desligado";

/* nothing */
"Graph" = "Imagem";

/* nothing */
"Both" = "Ambos";

/* nothing */
"_Server" = "_Servidor";

/* nothing */
"_Disconnect" = "_Desligar";

/* nothing */
"_Reconnect" = "";

/* nothing */
"Marked Away" = "Marcado como Ausente";

/* nothing */
"_Usermenu" = "Menu de _Utilizador";

/* nothing */
"S_ettings" = "_Configurações";

/* nothing */
"_Preferences" = "_Preferências";

/* nothing */
"Advanced" = "Avançadas";

/* nothing */
"Auto Replace..." = "Substituições Automaticas...";

/* nothing */
"CTCP Replies..." = "Respostas CTCP...";

/* nothing */
"Dialog Buttons..." = "Botões de Diálogo...";

/* nothing */
"Keyboard Shortcuts..." = "Atalhos do teclado...";

/* nothing */
"Text Events..." = "Eventos de Texto...";

/* nothing */
"URL Handlers..." = "Gestores de URL...";

/* nothing */
"User Commands..." = "Comandos de Utilizador...";

/* nothing */
"Userlist Buttons..." = "Botões da Lista de Utilizadores...";

/* nothing */
"Userlist Popup..." = "Popup da Lista de Utilizadores...";

/* nothing */
"_Window" = "_Janela";

/* nothing */
"Ban List..." = "Lista de Interditos...";

/* nothing */
"Channel List..." = "Lista de Canais...";

/* nothing */
"Character Chart..." = "Tabela de Caracteres...";

/* nothing */
"Direct Chat..." = "Conversas DCC...";

/* nothing */
"File Transfers..." = "Transferências de Ficheiros...";

/* nothing */
"Ignore List..." = "Lista de Ignorados...";

/* nothing */
"Notify List..." = "Lista de Notificações...";

/* nothing */
"Plugins and Scripts..." = "Plugins e Scripts...";

/* nothing */
"Raw Log..." = "Registo Não Processado...";

/* nothing */
"URL Grabber..." = "Obter URL...";

/* nothing */
"Reset Marker Line" = "Limpar Linha de Marcador";

/* nothing */
"C_lear Text" = "_Limpar Texto";

/* nothing */
"Search Text..." = "_Procurar Texto...";

/* nothing */
"Save Text..." = "Gravar Texto...";

/* nothing */
"_Help" = "_Ajuda";

/* nothing */
"_Contents" = "_Conteúdos";

/* nothing */
"_About" = "_Sobre";

/* nothing */
"_Attach Window" = "";

/* nothing */
"_Close Window" = "_Fechar Janela";

/* nothing */
"User" = "Utilizador";

/* nothing */
"Last Seen" = "Quando foi visto";

/* nothing */
"Offline" = "Desligado";

/* nothing */
"Never" = "Nunca";

/* nothing */
"Online" = "Ligado";

/* nothing */
"Enter nickname to add:" = "Introduzir nick a adicionar:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat: Lista de Notificações";

/* nothing */
"Remove" = "Remover";

/* nothing */
"Open Dialog" = "Abrir Diálogo";

/* nothing */
"Description" = "Descrição";

/* nothing */
"Select a Plugin or Script to load" = "Seleccionar um Plugin ou Script para carregar";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Plugins e Scripts";

/* nothing */
"_Load..." = "_Carregar...";

/* nothing */
"_UnLoad" = "_Terminar";

/* nothing */
"_Close" = "_Fechar";

/* nothing */
"Save As..." = "";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Registo não processado (%s)";

/* nothing */
"Clear rawlog" = "Limpar registo não processado";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "A janela para a qual abriu esta Procura já não existe.";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "XChat: Procurar";

/* nothing */
"Find:" = "Procurar:";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "_Procurar";

/* nothing */
"New Network" = "Nova Rede";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Quer mesmo remover a rede \"%s\" e todos os seus servidores?";

/* nothing */
"User name and Real name cannot be left blank." = "Nome de Utilizador e Real não podem ser deixados vazios.";

/* nothing */
"XChat: Edit %s" = "XChat: Editar %s";

/* nothing */
"Servers for %s" = "Servidores para %s";

/* nothing */
"Connect to selected server only" = "Ligar apenas ao servidor seleccionado";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Não testar todos os servidores quando a ligação falha.";

/* nothing */
"Your Details" = "Seus Detalhes";

/* nothing */
"Use global user information" = "Usar informação global do utilizador";

/* nothing */
"_Nick name:" = "_Nick:";

/* nothing */
"Second choice:" = "Segunda escolha:";

/* nothing */
"_User name:" = "Nome de _Utilizador";

/* nothing */
"Rea_l name:" = "Nome _Verdadeiro:";

/* nothing */
"Connecting" = "Ligar";

/* nothing */
"Auto connect to this network at startup" = "Ligar automaticamente ao início";

/* nothing */
"Use a proxy server" = "Utilizar um servidor proxy";

/* nothing */
"Use SSL for all the servers on this network" = "Utilizar SSL para todos os servidores desta rede";

/* nothing */
"Accept invalid SSL certificate" = "Aceitar certificados SSL inválidos";

/* nothing */
"C_hannels to join:" = "_Canais a entrar:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Canais onde entrar, separados por vírgulas e não espaços!";

/* nothing */
"Connect command:" = "Comando de ligação:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Comandos extra a executar após a ligação. Se necessitar de mais de um introduza LOAD -e <ficheiro>, onde <ficheiro> é um ficheiro texto com uma lista de comandos a executar.";

/* nothing */
"Nickserv password:" = "Password do nickserv:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Se o nick necessita de palavra chave, introduzi-la aqui. Não suportado por todas as redes de IRC.";

/* nothing */
"Server password:" = "Password do servidor:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Palavra-chave para o servidor. Em caso de dúvida deixe em branco.";

/* nothing */
"Character set:" = "Caracteres:";

/* nothing */
"_Edit" = "_Editar";

/* nothing */
"XChat: Network List" = "XChat: Lista de Redes";

/* nothing */
"User Information" = "Informação do Utilizador";

/* nothing */
"Third choice:" = "Terceira escolha:";

/* nothing */
"Networks" = "Redes";

/* nothing */
"Skip network list on startup" = "Não mostrar lista de redes no arranque";

/* nothing */
"_Edit..." = "_Editar...";

/* nothing */
"_Sort" = "_Ordenar";

/* nothing */
"C_onnect" = "_Ligar";

/* nothing */
"Text Box Appearance" = "Aparência da Caixa de Texto";

/* nothing */
"Font:" = "Fonte:";

/* nothing */
"Background image:" = "Imagem de fundo:";

/* nothing */
"Scrollback lines:" = "";

/* nothing */
"Colored nick names" = "Nicks coloridos";

/* nothing */
"Give each person on IRC a different color" = "Dar a cada pessoa no IRC uma cor diferente";

/* nothing */
"Indent nick names" = "Indentar nicks";

/* nothing */
"Make nick names right-justified" = "Justificar nicks à direita.";

/* nothing */
"Transparent background" = "Fundo transparente";

/* nothing */
"Show marker line" = "Mostrar linha de marcação";

/* nothing */
"Insert a red line after the last read text." = "Inserir linha vermelha após último texto lido.";

/* nothing */
"Transparency Settings" = "Configurações de Transparência";

/* nothing */
"Red:" = "Vermelho:";

/* nothing */
"Green:" = "Verde:";

/* nothing */
"Blue:" = "Azul:";

/* nothing */
"Time Stamps" = "Horas";

/* nothing */
"Enable time stamps" = "Introduzir horas nas conversas";

/* nothing */
"Time stamp format:" = "Formato de hora";

/* nothing */
"See strftime manpage for details." = "Ver a manpage de strftime para detalhes.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "Último utilizado";

/* nothing */
"Input box" = "Caixa de entrada";

/* nothing */
"Use the Text box font and colors" = "Utilizar as fontes e cores da caixa de texto";

/* nothing */
"Spell checking" = "";

/* nothing */
"Nick Completion" = "Completar Nick";

/* nothing */
"Automatic nick completion (without TAB key)" = "Completar nick automaticamente (sem usar a tecla TAB)";

/* nothing */
"Nick completion suffix:" = "Sufixo para completar nick:";

/* nothing */
"Nick completion sorted:" = "Ordem com quem o nick é completo";

/* nothing */
"Input Box Codes" = "Códigos da Caixa de Escrita";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpretar %nnn como um código ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpretar %C, %B como Cor, Bold, etc";

/* nothing */
"A-Z, Ops first" = "A-Z, OPs primeiro";

/* nothing */
"Z-A, Ops last" = "Z-A, OPs no fim";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Desordenado";

/* nothing */
"User List" = "Lista de Utilizadores";

/* nothing */
"Show hostnames in user list" = "Mostrar endereço na lista de utilizadores";

/* nothing */
"Resizable user list" = "Lista de utilizadores redimensionavel";

/* nothing */
"User list sorted by:" = "Lista de utilizadores ordenada por:";

/* nothing */
"Away tracking" = "Controlo da ausência";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Observar o estado de ausente dos utilizadores e colori-los";

/* nothing */
"On channels smaller than:" = "Em canais menores que:";

/* nothing */
"Action Upon Double Click" = "Acção de Clique Duplo";

/* nothing */
"Execute command:" = "Executar comando:";

/* nothing */
"Windows" = "Janelas";

/* nothing */
"Tabs" = "Separadores";

/* nothing */
"Bottom" = "Baixo";

/* nothing */
"Top" = "Cima";

/* nothing */
"Left" = "Esquerda";

/* nothing */
"Right" = "Direita";

/* nothing */
"Hidden" = "Escondido";

/* nothing */
"Always" = "Sempre";

/* nothing */
"Only requested tabs" = "Apenas separadores pedidos";

/* nothing */
"Open an extra tab for server messages" = "Abrir separador para mensagens do servidor";

/* nothing */
"Open an extra tab for server notices" = "Abrir separador para mensagens do servidor";

/* nothing */
"Open a new tab when you receive a private message" = "";

/* nothing */
"Sort tabs in alphabetical order" = "Ordenar separadores por ordem alfabética";

/* nothing */
"Small tabs" = "Separadores pequenos";

/* nothing */
"Focus new tabs:" = "Focar separadores novos:";

/* nothing */
"Show tabs at:" = "Onde mostrar separadores:";

/* nothing */
"Shorten tab labels to:" = "Diminuir nome dos separadores para:";

/* nothing */
"letters." = "letras.";

/* nothing */
"Tabs or Windows" = "Separadores ou Janelas";

/* nothing */
"Open channels in:" = "Abrir canais em:";

/* nothing */
"Open dialogs in:" = "Abrir diálogos em:";

/* nothing */
"Open utilities in:" = "Abrir utilitários em:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Abrir DCC, Ignorados, Notificações, etc, em separadores ou janelas?";

/* nothing */
"No" = "Não";

/* nothing */
"Yes" = "Sim";

/* nothing */
"Browse for save folder every time" = "Escolher sempre pasta de gravação";

/* nothing */
"Files and Directories" = "Ficheiros e Directorias";

/* nothing */
"Auto accept file offers:" = "Aceitar automaticamente ficheiros:";

/* nothing */
"Download files to:" = "Receber ficheiros para:";

/* nothing */
"Move completed files to:" = "Mover ficheiros completos para:";

/* nothing */
"Save nick name in filenames" = "Gravar nick no nome do ficheiro";

/* nothing */
"Network Settings" = "Configurações de Rede";

/* nothing */
"Get my address from the IRC server" = "Obter endereço através do servidor de IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Pergunta ao servidor de IRC o teu endereço real. Utiliza se tiveres um endereço 192.168.*.*!";

/* nothing */
"DCC IP address:" = "Endereço IP de DCC";

/* nothing */
"Claim you are at this address when offering files." = "Utilizar este endereço quando se oferecem ficheiros.";

/* nothing */
"First DCC send port:" = "Primeiro porto DCC de envio:";

/* nothing */
"Last DCC send port:" = "Último porto DCC de envio:";

/* nothing */
"!Leave ports at zero for full range." = "!Deixar portos a zero para alcance máximo.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Velocidades Máximas de Transferência de Ficheiros (bytes por segundo)";

/* nothing */
"One upload:" = "Um envio:";

/* nothing */
"Maximum speed for one transfer" = "Velocidade máx. numa transferência";

/* nothing */
"One download:" = "Uma recepção:";

/* nothing */
"All uploads combined:" = "Todas os envios combinados:";

/* nothing */
"Maximum speed for all files" = "Velocidade máx. para todo o tráfego";

/* nothing */
"All downloads combined:" = "Todas as recepções combinadas:";

/* nothing */
"Default Messages" = "Mensagens por Defeito";

/* nothing */
"Quit:" = "Desligar:";

/* nothing */
"Leave channel:" = "Sair do canal:";

/* nothing */
"Away:" = "Ausente:";

/* nothing */
"Away" = "Ausente";

/* nothing */
"Announce away messages" = "Anunciar mensagens de ausência";

/* nothing */
"Announce your away messages to all channels" = "Anunciar as mensagens de ausência para todos os canais";

/* nothing */
"Show away once" = "Mostrar ausências uma única vez";

/* nothing */
"Show identical away messages only once" = "Mostrar mensagens de ausência uma única vez";

/* nothing */
"Automatically unmark away" = "Retirar ausência automaticamente";

/* nothing */
"Unmark yourself as away before sending messages" = "Retirar ausência antes de enviar mensagens";

/* nothing */
"(Can be a text file relative to ~/.xchat2/)." = "(Pode ser um ficheiro de texto relativo a ~/.xchat2/).";

/* nothing */
"(Can be a text file relative to config dir)." = "(Pode ser um ficheiro de texto relativo à directoria de configuração).";

/* nothing */
"Alerts" = "Alertas";

/* nothing */
"Flash taskbar on highlighted messages" = "Piscar barra de tarefas em mensagens sublinhadas";

/* nothing */
"Flash taskbar on any private messages" = "";

/* nothing */
"Beep on highlighted messages" = "Apitar em mensagens sublinhadas";

/* nothing */
"Beep on private messages" = "Apitar em mensagens privadas";

/* nothing */
"Beep on channel messages" = "Apitar em mensagens de canal";

/* nothing */
"Extra words to highlight on:" = "Palavras extra para sublinhar:";

/* nothing */
"Nicks not to highlight on:" = "Nicks a não sublinhar";

/* nothing */
"Separate multiple words with commas." = "Separar palavras com vírgulas.";

/* nothing */
"Advanced Settings" = "Configurações Avançadas";

/* nothing */
"Auto reconnect delay:" = "Período para re-ligar:";

/* nothing */
"Display MODEs in raw form" = "Mostrar os MODOs na forma natural";

/* nothing */
"Whois on notify" = "Whois após notificação";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Envia um /WHOIS quando um utilizador da sua lista de notificações se liga";

/* nothing */
"Hide join and part messages" = "Esconder mensagens de entrada e saída de canal";

/* nothing */
"Hide channel join/part messages by default" = "Esconder mensagens de entrada e saída de canal por defeito";

/* nothing */
"Auto Open DCC Windows" = "Abrir Automaticamente Janelas de DCC";

/* nothing */
"Send window" = "Janela de Envio";

/* nothing */
"Receive window" = "Janela de Recepção";

/* nothing */
"Chat window" = "Janela de conversa";

/* nothing */
"Logging" = "Registos";

/* nothing */
"Enable logging of conversations" = "Ligar registos das conversas";

/* nothing */
"Log filename:" = "Nome do ficheiro de registos";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Servidor %c=Canal %n=rede.";

/* nothing */
"Insert timestamps in logs" = "Inserir hora das mensagens nos registos";

/* nothing */
"Log timestamp format:" = "Formato hora das mensagens do registo:";

/* nothing */
"(Disabled)" = "(Desligado)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Todas as Ligações";

/* nothing */
"IRC Server Only" = "Servidor de IRC apenas";

/* nothing */
"DCC Get Only" = "Ligações DCC apenas";

/* nothing */
"Your Address" = "Seu Endereço IP";

/* nothing */
"Bind to:" = "Unir a:";

/* nothing */
"Only useful for computers with multiple addresses." = "Útil apenas para computadores com vários endereços.";

/* nothing */
"Proxy Server" = "Servidor Proxy:";

/* nothing */
"Hostname:" = "Host:";

/* nothing */
"Port:" = "Porta:";

/* nothing */
"Type:" = "Tipo:";

/* nothing */
"Use proxy for:" = "Utilizar proxy para:";

/* nothing */
"Proxy Authentication" = "Autenticação Proxy";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Utilizar Autenticação (apenas MS Proxy, HTTP or Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Utilizar Autenticação (apenas HTTP or Socks5)";

/* nothing */
"Username:" = "Utilizador:";

/* nothing */
"Password:" = "Password:";

/* nothing */
"Select an Image File" = "Seleccionar um Ficheiro de Imagem";

/* nothing */
"Select Download Folder" = "";

/* nothing */
"Select font" = "Seleccionar fonte";

/* nothing */
"Browse..." = "Seleccionar...";

/* nothing */
"Mark identified users with:" = "Marcar utilizadores identificados com:";

/* nothing */
"Mark not-identified users with:" = "Marcar utilizadores não identificados com:";

/* nothing */
"Select color" = "Seleccionar côr";

/* nothing */
"Text Colors" = "Cores de Texto";

/* nothing */
"mIRC colors:" = "Cores do mIRC:";

/* nothing */
"Local colors:" = "Cores locais:";

/* nothing */
"Foreground:" = "Frente:";

/* nothing */
"Background:" = "Fundo:";

/* nothing */
"Marking Text" = "Texto de Marcação";

/* nothing */
"Interface Colors" = "Cores da Interface";

/* nothing */
"New data:" = "Novos dados:";

/* nothing */
"Marker line:" = "Linha de marcador:";

/* nothing */
"New message:" = "Nova mensagem:";

/* nothing */
"Away user:" = "Utilizador ausente:";

/* nothing */
"Highlight:" = "Sublinhar:";

/* nothing */
"Event" = "Evento";

/* nothing */
"Sound file" = "Ficheiro de som:";

/* nothing */
"Select a sound file" = "Seleccionar um ficheiro de som";

/* nothing */
"Sound playing method:" = "Método para tocar sons:";

/* nothing */
"External sound playing _program:" = "_Programa externo:";

/* nothing */
"_External program" = "_Externo";

/* nothing */
"_Automatic" = "_Automático";

/* nothing */
"Sound files _directory:" = "_Directoria de ficheiros de som:";

/* nothing */
"Sound file:" = "Ficheiro de som:";

/* nothing */
"_Browse..." = "_Percorrer...";

/* nothing */
"_Play" = "_Tocar";

/* nothing */
"Interface" = "Interface";

/* nothing */
"Text box" = "Caixa de texto";

/* nothing */
"User list" = "Lista de utilizadores";

/* nothing */
"Colors" = "Cores";

/* nothing */
"Chatting" = "Conversar";

/* nothing */
"General" = "Geral";

/* nothing */
"Sound" = "Som";

/* nothing */
"Network setup" = "Configuração de Rede";

/* nothing */
"File transfers" = "Transferência de ficheiros";

/* nothing */
"Categories" = "Categorias";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Algumas alterações necessitam que reinicie o programa.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*AVISO*\nAceitar automaticamente DCC na directoria\nde utilizador pode ser perigoso. Ex:\nAlguém pode enviar um .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Preferências";

/* nothing */
"There was an error parsing the string" = "Houve um erro ao processar a frase";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Este sinal apenas passa %d argumentos, $%d é inválido";

/* nothing */
"Print Texts File" = "Escrever Ficheiro de Textos";

/* nothing */
"Edit Events" = "Editar Eventos";

/* nothing */
"$ Number" = "$ Número";

/* nothing */
"Load From..." = "Carregar De...";

/* nothing */
"Test All" = "Testar todos";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: Captura de URL";

/* nothing */
"Clear list" = "Limpar lista";

/* nothing */
"Copy selected URL" = "Copiar URL seleccionado";

/* nothing */
"Copy" = "Copiar";

/* nothing */
"Save list to a file" = "Gravar lista para ficheiro";

/* nothing */
"%d ops, %d total" = "";

